const AllWords = {
    3: ['բառ','դւռ','գառ','մոռ','գիր','հոր','քար','ձագ','թոռ','շւն','հաց','ձւկ','մւկ','տղա','ջւր','արկ','մւր','հւր','իղձ','լոր','աղա','մատ', 'թան', 'պատ', 'սար', 'փոս', 'փիղ', 'փւռ', 'փւլ', 'փւչ', 'փոր', 'փոկ', 'փող',],
    4: ['կթղա','աշտե', 'հասկ', 'բարձ','գաթա','թխկի','դաղձ','աթոռ','կառք','հայր','մայր','բւյլ','հարց','հարճ', 'առակ', 'դրամ','սարդ', 'կարթ','լերկ', 'թախտ', 'բախտ','ոսկի','հերթ','հարկ','զարդ', 'նախշ', 'ազդր', 'վագր', 'զենք', 'զորք', 'պտւղ', 'դդւմ'],
    5: ['դրախտ','դժոխք','արծաթ','սնդիկ','բազւկ','լյարդ','սեղան','ծաղիկ','կարթ','բռնակ', 'դանակ','կացին', 'սփռոց','մողես', 'ագռավ', 'արձակ', 'բարդի', 'անտառ', 'պւրակ', 'ջրհոր', 'ջւթակ', 'փեթակ', 'զգեստ', 'կոշիկ', 'սեղան', 'սնւնդ', 'թռչւն', 'իշխան', 'պալատ', 'շապիկ', 'մատիտ', 'մկրատ', 'արդւկ', 'երշիկ', 'խնձոր', 'թանաք', 'քիմիա', 'առյւծ', 'գւլպա', 'արձան', 'անձրև', 'օթևան', 'մտրակ', 'հասակ', 'պղինձ', 'երկաթ'],
    6: ['ջերմոց', 'դերձակ', 'դարբին', 'մարտիկ', 'զինվոր', 'ընթրիք', 'լսարան', 'վախճան', 'պարւհի', 'ջրածին', 'ջրափոս', 'ջրաղաց','ջրագիծ', 'ջերմոց', 'ջերմւկ', 'փայծախ',],
    7: ['վառարան', 'զբոսանք', 'դասարան', 'պարանոց', 'ակնթարթ', 'եկեղեցի', 'կոտորակ', 'թագավոր', 'որովայն', 'ջրասւյզ', 'ջրաներկ', 'ջրամբար', 'ջրհեղեղ', 'ջեռւցիչ', 'դեղատւն', 'կառապան', 'այգեպան'],
    8: ['գրադարան', 'թանգարան', 'բազկաթոռ', 'աղոթարար', 'սառնարան', 'հաղթանակ','սկավառակ', 'սաղավարտ', 'ջերմաչափ', 'ծաղկեփւնջ', 'փայտածւխ', 'դեղագործ', 'դեղորայք', 'դեղաբւյս', 'մեղվանոց', 'մեղվապահ', 'ծաղկաման', 'սայլապան','դաշնամւր']
}

const chars = ['ա', 'բ', 'գ', 'դ', 'ե', 'զ', 'է', 'ը', 'թ', 'ժ', 'ի', 'լ', 'խ', 'ծ', 'կ', 'հ', 'ձ', 'ղ', 'ճ', 'մ', 'յ', 'ն', 'շ', 'ո', 'չ', 'պ', 'ջ', 'ռ', 'ս', 'վ', 'տ', 'ր', 'ց', 'ւ', 'փ', 'ք', 'և', 'օ', 'ֆ']
